tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Formulas
brew "ca-certificates"
brew "gettext"
brew "gh"
brew "git"
brew "icu4c@77"
brew "krb5"
brew "liblinear"
brew "libssh2"
brew "libunistring"
brew "lua"
brew "lz4"
brew "nmap"
brew "nvm"
brew "openssl@3"
brew "pcre2"
brew "postgresql@14"
brew "readline"
brew "ripgrep"

# Casks
cask "anydesk"
cask "appcleaner"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "clipy"
cask "cursor"
cask "dbeaver-community"
cask "firefox"
cask "freetube"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "librewolf"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mullvad-vpn"
cask "nordvpn"
cask "postman"
cask "protonvpn"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "wireshark-app"

